{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Řídí čištění trávy pod budovami a zda se po demontáži vrací."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "Dočasná tráva se může začít vracet nejdříve po demontáži konečné krycí budovy."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Extra vzdálenost nad a pod krytou geometrií budovy."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Extra vzdálenost pro čištění trávy kolem stopy budovy."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Postupný růst od okraje ke středu"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Horizontální vyrovnávací paměť (metry)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "V poslední době se dočasná tráva může vrátit. Hodnoty pod minimem jsou považovány za minimum."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "Žádná tráva pod budovami"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Po demontáži znovu dorůst trávu"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Maximum opětovného růstu (v sekundách)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Minimální růst (v sekundách)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "Vrací vygenerovanou trávu na útesu v levných inscenovaných vlnách namísto jednoho zjevného popu."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Vertikální vyrovnávací paměť (metry)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "Je-li povoleno, skrytá tráva se vrátí po nakonfigurovaném zpoždění. Deaktivujte ji, abyste udrželi trávu pod nově umístěnými budovami po jejich demontáži. Stromy, keře, rostlinné zdroje a další listy nejsou tímto modem nikdy trvale odstraněny."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}